Revit 2027 API
GroupSet Constructor
Initializes a new instance of the GroupSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public GroupSet()
Public Sub New
public:
GroupSet()
new : unit -> GroupSet
See Also
Reference
GroupSet Class
Autodesk.Revit.DB Namespace